{
  "welcome": "Welcome",
  "all": "All",
  "categories": "Categories",
  "choose": "Choose",
  "ponuda_cvijeca_usluga": "Offer of flowers and services",
  "candles_desc": "Široki izbor lampiona pronađite u našem asortimanu.",
  "kako_doci_do_nas": "How to reach us?",
  "u_trenutku": "When you need flower arrangements and support, we are at your disposal with love and attention.",
  "valentinovo": "Valentines day",
  "rezano_cvijece": "Fresh flowers",

  "ponuda_cvijeća": "Flower offer",
  "current_language": "English",
  "english": "English",
  "croatian": "Croatian",
  "title": "Flower Shop & Funeral Services",
  "services": "Services",
  "full_service_range": "Complete Range of Services",
  "pogrebna_ponuda": "Funeral offers",
  "prijevoz_pokojnika": "Transportation of the deceased",
  "naslovnica": "Home",
  "kontakt": "Contact",
  "usluge": "Services",
  "grobni_vijenci_desc": "For sad occasions, we offer grave bouquets and grave wreaths, as well as arrangements for coffins made of all kinds of flowers in all combinations. Possibility of delivery to most cemeteries in surrounding areas with prior agreement.",
  "special-ocassion-desc": "For holidays and celebratory occasions, we have a colorful selection of bouquets and arrangements. Advent decorations and wreaths, door wreaths, Easter arrangements, Valentine's Day bouquets, birthday bouquets, baptism bouquets, confirmations, promotions, special arrangements for the feast of All Saints,...",
  "transport_service": "24/7 Transport Service",

  "custom_bouquets_desc": "We make custom bouquets for offices, agencies, surgeries and other business premises, restaurants, cafes, clubs, birthdays, promotions, anniversaries and anniversaries, various bouquets for residential premises, and other events.",
  "international_transport": "International transport of deceased from all EU countries and the world to Croatia or from Croatia to any country in the world.",

  "offer_intro": "You can view most of our assortment (wedding bouquets, arrangements, funeral wreaths, and seasonal flowers) in our ",
  "services_": "We offer flower packaging and arrangement services along with gifts. Upon agreement, we also provide delivery.",
  "offer": "offer",
  "additional_offer": "Additional Offer",
  "additional_offer_text": "Whether you are looking for an elegant bouquet for a special occasion, a unique floral arrangement, or a small token of appreciation, you will find the perfect choice with us.",
  "music_organization": "Music Organization",
  "music_organization_text": "Service for organizing music for events.",
  "flower_service": "Our service includes the creation of wreaths, bouquets, and other floral decorations tailored to your needs.",
  "bouquets": "Bouquets",
  "funeral_services_add": "Do you only want to select a product or one of our funeral services? We are at your disposal for all your inquiries.",

  "arrangements": "Arrangements",
  "arrangements_description": "Our service includes making wreaths, bouquets, and other floral decorations tailored to your needs.",

  "coffins_offer": "Coffin Offer",
  "coffins_description": "In our offer, you will find all types of coffins, from classic to exclusive, made exclusively according to your wishes.",

  "wreath_making": "Wreath Making",
  "wreath_making_description": "Our comprehensive offer includes making and delivering wreaths according to your wishes to the farewell hall at any cemetery in the city.",

  "funeral_equipment": "Funeral Equipment",
  "funeral_equipment_description": "Check out our large selection of urns in our funeral equipment offer. Contact us with confidence!",

  "bouquet_making": "Bouquet Making",
  "bouquet_making_description": "Our service includes making bouquets and other floral decorations tailored to your needs.",

  "coffin_flowers": "Flowers for Coffins",
  "coffin_flowers_description": "Our service includes flowers for coffins and other floral decorations tailored to your needs.",

  "cremation": "Cremation",
  "cremation_description": "Our service includes cremation along with floral decorations tailored to your needs.",

  "flower_shop": "Flower Shop",
  "flowers_for_all_occasions": "Flowers for All Occasions",
  "view_more": "View More",

  "funeral_services": "Funeral Services",
  "funeral_services_description": "Transport of the deceased, coffins, urns, and more.",

  "showcase": "Check Out What's in the Showcase",
  "showcase_description": "Whether you are looking for an elegant bouquet for a special occasion, a unique floral arrangement, or a small token of appreciation, you will find the perfect choice with us.",

  "wedding_bouquets": "Wedding Bouquets & Arrangements",
  "wedding_bouquets_description": "In addition to wedding bouquets and arrangements, we offer arrangements for vehicles (car arrangements), table arrangements for halls, churches, and homes, as well as bouquets and arrangements tailored to your wishes and requirements.",

  "grave_wreaths": "Grave Wreaths, Bouquets & Arrangements",
  "grave_wreaths_description": "For sad occasions, we offer grave bouquets and wreaths, as well as coffin arrangements made from all types of flowers in all combinations. Delivery is possible to most cemeteries in and around Zagreb upon prior arrangement.",

  "special_occasion_flowers": "Flowers for Various Occasions",
  "special_occasion_flowers_description": "For holiday and celebratory occasions, we offer a colorful selection of bouquets and arrangements. Advent decorations, wreaths for doors, Easter arrangements, Valentine’s Day bouquets, birthday bouquets, bouquets for christenings, confirmations, promotions, and special arrangements for All Saints' Day.",

  "custom_bouquets": "Custom Bouquets",
  "custom_bouquets_description": "We create custom bouquets for offices, agencies, medical practices, and other business spaces, restaurants, cafes, clubs, birthdays, promotions, anniversary celebrations, and various events.",

  "additional_offer_description": "Whether you are looking for an elegant bouquet for a special occasion, a unique floral arrangement, or a small token of appreciation, you will find the perfect choice with us.",

  "music_organization_description": "Service of organizing music for events and ceremonies.",

  "facebook": "Facebook",
  "address": "Address",
  "street": "Ul. Mladena Vodanovića 4b",
  "city": "31400 Supetar",
  "phone": "Phone:",

  "learn_more": "Learn More",
  "transport_questions": "Transport Questions",
  "music_arrangement": "Music Arrangement",
  "death_procedure": "Procedure in Case of Death",
  "contact_us": "Contact Us",
  "contact_us_description": "We are here for you at any moment - contact us with confidence. Reach out to us for any information and orders. We take care of every detail because your questions and needs are our priority.",

  "address_details": "Ulica Mladena Vodanovića 4b, 21400 Supetar",

  "email": "Email",
  "email_address": "cvjecarnica.melani@gmail.com",
  "bouquet": "Bouquets",
  "vijenci": "Wreaths",

  "funeral_services_24h": "24/7 Service",
  "funeral_services_24h_description": "A 24-hour service for the transportation of the deceased.",

  "coffin_offer": "Coffin Offer",
  "coffin_offer_description": "Do you need only a specific product or one of our funeral services? We are available for all your inquiries.",

  "urn_offer": "Urn Offer",
  "urn_offer_description": "Do you need only a specific product or one of our funeral services? We are available for all your inquiries.",

  "coffin_offer_detailed": "Our offer includes a wide selection of high-quality coffins, tailored to different financial possibilities of our clients. In addition to selling flowers and funeral accessories, we offer transportation services for the deceased.",

  "view_all": "View All",

  "candles_and_lanterns_offer": "Lanterns and Candles Offer",
  "candles_and_lanterns_offer_description": "Find a wide selection of lanterns in our assortment.",

  "transport_service_": "Transportation Service",
  "transport_service_description": "We carry out the pickup and transport of the deceased daily, 24 hours a day, from homes, apartments, hospitals, forensic medicine institutions, and nursing homes.",

  "welcome_to_flower_shop": "Welcome to Flower Shop Melani, where every flower tells a story.",
  "flower_shop_description": "Our flower shop offers a beautiful selection of fresh, hand-crafted floral arrangements that bring comfort, beauty, and significance to every occasion. Whether you are looking for elegant bouquets, sympathy flowers, or a special arrangement for an unforgettable event, we are here to provide you with simplicity and warmth.",

  "flower_offers_and_services": "Flower Offers & Services",
  "flower_shop_services_description": "We offer bouquets, pre-arranged floral collections for quick purchase, and individual flower stems, allowing customers to create personalized bouquets according to their preferences and occasions.",

  "special_flower_packages": "Our flower shop provides wonderful options such as flower boxes, luxurious floral arrangements, and related gifts. Our gift packages creatively combine flowers with chocolates, plush bears, or wine, creating thoughtful and diverse presents.",

  "wedding_flower_services": "We provide wedding flower services, including bouquets, venue decorations, and floral arrangements tailored to create the perfect atmosphere for your dream wedding. Our decoration services also specialize in various garden and floral arrangements for special occasions.",

  "custom_flower_arrangements": "We offer customized floral arrangements tailored to customer preferences, seasonal availability, and event themes. Centerpiece arrangements are designed for events, enhancing ambiance and aesthetics for every occasion.",

  "vases_and_accessories": "Our flower shop offers a variety of vases in different sizes for storing floral arrangements. Additionally, we provide baskets, wraps, and greeting cards, offering customers diverse options for elegant presentations.",

  "flower_delivery_service": "We provide convenient same-day or scheduled flower delivery services, ensuring freshness and personalized gifts. Customers can ensure timely delivery of their flowers, adding beauty to every occasion.",

  "our_story": "Where It All Began",
  "our_story_description": "Welcome to our flower shop in Supetar! Located in the heart of Supetar on the beautiful island of Brač, our flower shop is a place where natural beauty and creativity come to life. Whether celebrating special moments, expressing emotions, or bringing a touch of freshness into your home, you will find the perfect floral arrangements for every occasion with us.",

  "valentines_day": "Valentine's Day",
  "valentines_day_quote": "\"Love is like a flower, blooming with care and tenderness.\"",

  "artificial_flowers": "Artificial Flowers",
  "artificial_flowers_description": "Choose from a high-quality selection of artificial flowers in our offer.",

  "how_to_find_us": "How to Find Us?",
  "location_details": "Flower Shop Melani - Ulica Mladena Vodanovića 4b, Supetar, Croatia.",

  "customer_support": "When you need floral arrangements and support, we are here for you with love and care.",

  "transport_service_intro": "In moments of losing a loved one, it is most important to have someone who will understand, support, and discreetly take care of all the farewell details. Melani is here to ease these difficult days and help you bid farewell to your loved ones with due care, love, and respect.",
  "transport_service_details": "Our staff ensures discreet, safe, and professional transportation of the deceased from hospitals, homes, or any location requiring transport, regardless of distance and borders.",
  "transport_service_formalities": "We take care of every detail of funeral formalities, including administrative processes, obtaining documentation, and the necessary permits.",
  "call_now": "Call Now",
  "death_case_procedure": "What to Do in Case of Death",
  "transport_equipment": "Our modern transport ensures a dignified transfer of the deceased.",
  "phone_numbers": "0-24 to phone numbers: +385 92 199 2352 / +385 91 630 9966",

  "funeral_services_melani": "Melani Funeral Services",
  "death_case_procedure": "How to act when a death occurs?",
  "death_procedure_step_1": "Call the police at 192. Soon, a medical team or coroner will arrive to review the deceased person's medical records and issue the necessary permits for burial and body transportation.",
  "death_procedure_step_2": "Once the coroner completes their work, feel free to contact us for body transfer arrangements and funeral planning.",

  "different_death_cases": "Death cases in different situations",

  "home_death_case": "Death at home",
  "home_death_case_description": "In the event of a death at home, first call the police at 192. A medical team or coroner will review the deceased person's medical history and issue the necessary permits for burial and transportation.",

  "hospital_death_case": "Death in a hospital",
  "hospital_death_case_description": "After the hospital informs you of the death, you can contact us for body transfer and funeral arrangements, including clothing transport to the pathology department or mortuary.",

  "abroad_death_case": "Death abroad",
  "abroad_death_case_description": "If your family wishes to transport a deceased person or exhumed remains from abroad to Croatia for burial, we will organize the entire process, including obtaining all necessary documents.",

  "artificial_flowers": "Artificial Flowers",
  "artificial_flowers_intro": "Choose from our selection of high-quality artificial flowers available in our collection.",
  "artificial_flowers_description": "Artificial flowers are decorative elements made from various materials such as plastic, silk, paper, metal, or even 3D-printed materials, designed to replicate the appearance of real flowers.",
  "artificial_flowers_image_alt_1": "Artificial flower decoration",
  "artificial_flowers_image_alt_2": "Various artificial flower arrangements",
  "artificial_flowers_image_alt_3": "Selection of artificial flowers",
  "artificial_flowers_image_alt_4": "Artificial flowers on display",

  "location": "Supetar",
  "title_about": "Where It All Began",
  "description": "Welcome to our flower shop in Supetar! Located in the heart of Supetar on the beautiful island of Brač, our florist is a place where natural beauty and creativity come to life. Whether you're celebrating special moments, expressing your emotions, or bringing a touch of freshness to your home, you'll find the perfect floral arrangements for every occasion.",
  "quote": "\"If you choose to see the beauty in life, you'll find that every moment blooms like a flower.\"",
  "alt_text": "Melani Flower Shop",

  "flowersDescription": "We offer bouquets, prearranged flower collections for quick purchases—and individual flower stems, allowing customers to create personalized bouquets by selecting individual flowers according to their preferences and occasions.",
  "icons.gifts": "Florists offer wonderful options such as flower boxes, lush floral arrangements, and related items. Gift packages creatively combine flowers with add-ons like chocolates, teddy bears, or wine, creating thoughtful and diverse gifts.",
  "icons.events": "We provide wedding services that include flower bouquets, decorations for the ceremony, and design elements, customizing flowers to perfectly match the dream wedding atmosphere. Our decoration services are also specialized in various garden/floral arrangements for a range of special occasions.",
  "icons.arrangements": "We offer customized arrangements according to customer preferences and seasonal availability/time of day. Centerpiece arrangements, designed for events and venues, highlight decorative floral compositions, encompassing the ambiance and aesthetics for every occasion.",
  "icons.accessories": "Florists offer a range of vases in various sizes for storing flowers and arrangements. You can showcase flowers with extras such as baskets, wrapping, and greeting cards, giving customers a variety of options for elegant displays.",
  "delivery.alt": "We offer convenient same-day or scheduled flower delivery services, ensuring freshness and personalized gifts. Customers can guarantee the timing of their flowers, adding a sweet touch of beauty to every occasion.",
  "melaniIntro": "Welcome to the Melani flower shop, where every flower tells its story.\nOur shop offers a wonderful selection of fresh, hand-crafted floral arrangements that bring comfort, beauty, and meaning to any occasion. Whether you’re looking for elegant bouquets, sympathy flowers, or a special arrangement for an unforgettable event, we’re here to provide you with simplicity and warmth.",

  "cremation_description_2": "We offer cremation services, including full service and transportation to the crematorium.",

  "required_documents": "Required Documentation",
  "required_documents_info": "To book a cremation appointment, we require:",

  "death_certificate": "Death Certificate",
  "burial_permit": "Burial Permit",
  "personal_id": "Personal ID of the deceased",
  "uvod_usluga_kremiranja": "SERVICE",
  "dokumenti": "DOCUMENTS",
  "closing_note": "AFTER CREMATION",

  "post_cremation": "After cremation and return of the urn, we organize a complete funeral according to the family's wishes."
}
