{
  "welcome": "Dobrodošli",
  "rezano_cvijece": "Rezano cvijeće",
  "current_language": "Hrvatski",
  "english": "Engleski",
  "croatian": "Hrvatski",
  "title": "Cvjećarnica i pogrebne usluge",
  "services": "Usluge",
  "full_service_range": "Kompletna paleta usluga",
  "prijevoz_pokojnika": "Prijevoz pokojnika",
  "all": "Sve",
  "categories": "Kategorije",
  "naslovnica": "Naslovnica",
  "kontakt": "Kontakt",
  "usluge": "Usluge",
  "valentinovo": "Valentinovo",
  "grobni_vijenci_desc": "Za tužne prigode nudimo grobne bukete i grobne vijence te aranžmane za lijes od svih vrsta cvijeća u svim kombinacijama.Mogućnost dostave na većinu okolnih groblja uz prethodni dogovor.",
  "special-ocassion-desc": "Za blagdanske i slavljeničke prigode imamo šaroliku ponudu buketa i aranžmana. Adventski ukrasi i vjenčići, vjenčići za vrata, uskršnji aranžmani, buketi za Valentinovo, rođendanski buketi, buketi za krštenja, krizme, promocije, prigodni aranžmani za blagdan Svih Svetih,...",

  "additional_offer": "Dodatna ponuda",
  "additional_offer_text": "Bilo da tražite elegantan buket za posebnu priliku, unikatni cvjetni aranžman ili mali znak pažnje, kod nas ćete pronaći savršen izbor.",
  "music_organization": "Organiziranje glazbe",
  "music_organization_text": "Usluga od organiziranja glazbe za potrebe priredba.",
  "flower_service": "Naša usluga uključuje izradu vijenaca, buketa i drugih cvjetnih dekoracija prilagođenih vašim potrebama.",

  "funeral_services_additional": "Želite samo odrediti proizvod ili neku od naših pogrebnih usluga? Stojimo Vam na raspolaganju za sve Vaše upite.",

  "offer_intro": "Veći dio našeg asortimana (vjenčani buketi, aranžmani, grobni vijenci i prigodno cvijeće) možete pogledati u",
  "services_": "Nudimo uslugu pakiranja i aranžiranja cvijeća uz poklone. Po dogovoru, vršimo i dostavu.",
  "offer": "ponudi",
  "choose": "Odaberi",

  "transport_service": "Usluga prijevoza 0 - 24",
  "international_transport": "Međunarodni prijevoz umrlih iz svih zemalja EU i svijeta u Hrvatsku ili iz Hrvatske u bilo koju zemlju svijeta.",

  "arrangements": "Aranžmani",
  "arrangements_description": "Naša usluga uključuje izradu vijenaca, buketa i drugih cvjetnih dekoracija prilagođenih vašim potrebama.",

  "coffins_offer": "Ponuda lijesova",
  "ponuda_cvijeca": "Ponuda cvijeća",
  "ponuda_cvijeca_usluga": "Ponuda cvijeća i usluga",
  "coffins_description": "U našoj ponudi pronađite sve vrste lijesova, od klasičnih do ekskluzivnih, izrađenih isključivo prema Vašim željama.",

  "wreath_making": "Izrada vijenaca",
  "wreath_making_description": "Naša sveobuhvatna ponuda uključuje izradu i dostavu vijenaca prema Vašim željama u dvoranu za ispraćaje na bilo koje groblje na području grada.",

  "funeral_equipment": "Pogrebna oprema",
  "funeral_equipment_description": "Provjerite veliki izbor urni u našoj ponudi pogrebne opreme. Kontaktirajte nas s povjerenjem!",

  "bouquet_making": "Izrada buketa",
  "bouquet_making_description": "Naša usluga uključuje izradu buketa i drugih cvjetnih dekoracija prilagođenih vašim potrebama.",

  "coffin_flowers": "Cvijeće za lijes",
  "coffin_flowers_description": "Naša usluga uključuje cvijeće za lijes i druge cvjetne dekoracije prilagođene vašim potrebama.",

  "cremation": "Kremiranje",
  "cremation_description": "Naša usluga uključuje cvijeće za lijes i druge cvjetne dekoracije prilagođene vašim potrebama.",

  "flower_shop": "Cvjećarnica",
  "flowers_for_all_occasions": "Cvijeće za sve prigode",
  "view_more": "Pogledaj više",

  "funeral_services": "Pogrebne usluge",
  "funeral_services_description": "Prijevoz pokojnika, lijesovi, urne i ostalo.",

  "showcase": "Provjerite što se nudi u izlogu",
  "showcase_description": "Bilo da tražite elegantan buket za posebnu priliku, unikatni cvjetni aranžman ili mali znak pažnje, kod nas ćete pronaći savršen izbor.",

  "wedding_bouquets": "Vjenčani buketi i aranžmani",
  "wedding_bouquets_desc": "",
  "grave_wreaths": "Grobni vijenci, buketi i aranžmani",
  "special_occasion_flowers": "Prigodno cvijeće za različite prigode",
  "custom_bouquets": "Buketi po želji",
  "custom_bouquets_desc": "Izrađujemo bukete po želji za urede, agencije, ordinacije i ostale poslovne prostore, restorane, kafiće, klubove, rođendane, promocije, proslave obljetnice i godišnjica, razne bukete za stambene prostore, te ostale evente.",
  "bouquet": "Buketi",
  "vijenci": "Vijenci",
  "pogrebna_ponuda": "Pogrebna ponuda",

  "facebook": "Facebook",
  "address": "Adresa",
  "street": "Ul. Mladena Vodanovića 4b",
  "city": "31400 Supetar",
  "phone": "Telefon:",

  "learn_more": "Saznaj više",
  "transport_questions": "Pitanje prijevoza",
  "music_arrangement": "Organiziranje glazbe",
  "death_procedure": "Postupak kod smrtnog slučaja",
  "contact_us": "Kontaktirajte nas",
  "contact_us_description": "Tu smo za vas u svakom trenutku - javite nam se s povjerenjem. Kontaktirajte nas za sve informacije i narudžbe. Brinemo o svakom detalju jer vaša pitanja i potrebe su nam prioritet.",

  "address_details": "Ulica Mladena Vodanovića 4b, 21400 Supetar",

  "email": "Email",
  "email_address": "cvjecarnica.melani@gmail.com",

  "funeral_services_24h": "Usluga 0 - 24",
  "funeral_services_24h_description": "Usluga od 24h dnevno za uslugu prijevoza pokojnika.",

  "coffin_offer": "Ponuda lijesova",
  "coffin_offer_description": "Želite samo određeni proizvod ili neku od naših pogrebnih usluga? Stojimo Vam na raspolaganju za sve Vaše upite.",

  "urn_offer": "Ponuda urni",
  "urn_offer_description": "Želite samo određeni proizvod ili neku od naših pogrebnih usluga? Stojimo Vam na raspolaganju za sve Vaše upite.",

  "coffin_offer_detailed": "Naša ponuda obuhvaća širok izbor kvalitetno izrađenih lijesova, prilagođenih različitim financijskim mogućnostima naših klijenata. Cijene variraju od 200,00 € do 1000,00 €, uz mogućnost dogovora povoljnih uvjeta plaćanja za sve naše usluge. Uz prodaju cvijeća i pogrebnog asortimana nudimo usluge prijevoza pokojnika.",

  "view_all": "Pogledaj sve",

  "candles_and_lanterns_offer": "Ponuda lampiona i svijeća",
  "candles_desc": "Široki izbor lampiona pronađite u našem asortimanu.",

  "transport_service": "Usluga prijevoza",
  "transport_service_description": "Preuzimanje i transport pokojnika vršimo svakodnevno, 24 sata dnevno, iz kuće, stana, bolnice, zavoda za sudsku medicinu te domova za starije i nemoćne.",

  "flower_shop_description": "Dobrodošli u Cvjećarnicu Melani, gdje svaki cvijet priča svoju priču.",

  "our_story": "Gdje je sve počelo",
  "location_details": "Cvjećarnica Melani - Ulica Mladena Vodanovića 4b, Supetar, Hrvatska.",

  "customer_support": "U trenutku kada su vam potrebni cvjetni aranžmani i podrška, stojimo vam na raspolaganju s ljubavlju i pažnjom.",

  "transport_service_intro": "U trenucima kad gubimo voljenu osobu najvažnije je imati nekoga tko će nas razumjeti, podržati i diskretno brinuti o svim detaljima ispraćaja. Melani je ovdje da Vam olakša te teške dane i pomogne Vam da se s dužnom pažnjom, ljubavlju i pijetetom oprostite od onih koje volite.",
  "transport_service_details": "Naše osoblje osigurava diskretan, siguran i profesionalan prijevoz pokojnika iz bolnice, doma ili bilo kojeg mjesta s kojeg je potrebno obaviti prijevoz, bez obzira na udaljenost i granice.",
  "transport_service_formalities": "Brinemo do najsitnijih pojedinosti o svim pogrebnim formalnostima, uključujući administrativne procese, pribavljanje dokumentacije i dozvola koje je potrebno imati.",
  "call_now": "Nazovi",
  "death_case_procedure": "Što učiniti u slučaju smrtnog slučaja",
  "transport_equipment": "Naš moderno opremljen prijevoz osigurava dostojanstven transport pokojnika.",
  "phone_numbers": "0-24 na brojeve telefona: +385 92 199 2352 / +385 91 630 9966",
  "kako_doci_do_nas": "Kako doći do nas?",
  "u_trenutku": "U trenutku kada su vam potrebni cvjetni aranžmani i podrška, stojimo vam na raspolaganju s ljubavlju i pažnjom.",

  "funeral_services_melani": "Pogrebne usluge Melani",
  "death_case_procedure": "Kako postupati kada se dogodi smrtni slučaj?",
  "death_procedure_step_1": "Pozovite policiju na broj 192, a uskoro će pristupiti medicinska ekipa ili mrtvozornik, koji će zatražiti uvid u medicinsku dokumentaciju i povijest bolesti preminule osobe, te izdati potrebne dozvole za ukop i transport tijela.",
  "death_procedure_step_2": "Nakon što mrtvozornik završi svoj posao, slobodno nam se obratite za dogovor o preuzimanju tijela i organizaciji posljednjeg ispraćaja.",

  "different_death_cases": "Smrtni slučajevi u različitim uvjetima",

  "home_death_case": "Smrtni slučaj u kući ili stanu",
  "home_death_case_description": "U slučaju smrti osobe kod kuće, prvo je potrebno obavijestiti policiju na broj 192. Nakon toga, dolazi medicinska ekipa ili mrtvozornik, koji će pregledati povijest bolesti i medicinsku dokumentaciju preminule osobe te izdati potrebne dozvole za ukop i prijevoz pokojnika.",

  "hospital_death_case": "Smrtni slučaj u bolnici",
  "hospital_death_case_description": "Nakon što vas bolnica obavijesti o smrti, možete nam se obratiti za preuzimanje tijela i organizaciju daljnjih postupaka, uključujući otpremu odjeće preminulog na odjel patologije ili mrtvačnicu.",

  "abroad_death_case": "Smrtni slučaj u inozemstvu",
  "abroad_death_case_description": "Ako vaša obitelj želi prevesti tijelo preminule osobe ili ekshumirane ostatke iz inozemstva u Hrvatsku radi pogreba, mi ćemo organizirati cijeli postupak, uključujući pribavljanje svih potrebnih dokumenata.",

  "artificial_flowers": "Umjetno cvijeće",
  "artificial_flowers_intro": "Izaberite između kvalitetno izrađenog umjetnog cvijeća iz naše ponude koju možete pogledati.",
  "artificial_flowers_description": "Umjetno cvijeće je dekorativni element izrađen od različitih materijala poput plastike, svile, papira, metala ili čak 3D printanih materijala, dizajniran kako bi imitirao izgled pravog cvijeća.",
  "artificial_flowers_image_alt_1": "Umjetno cvijeće - dekoracija",
  "artificial_flowers_image_alt_2": "Razni aranžmani od umjetnog cvijeća",
  "artificial_flowers_image_alt_3": "Izbor umjetnog cvijeća",
  "artificial_flowers_image_alt_4": "Umjetno cvijeće u izlogu",

  "location": "Supetar",
  "title_about": "Gdje je sve počelo",
  "description": "Dobrodošli u našu cvjećarnu u Supetru! Smještena u srcu Supetra na prekrasnom otoku Braču, naša cvjećarna je mjesto gdje prirodna ljepota i kreativnost dolaze do izražaja. Bilo da slavite posebne trenutke, želite izraziti svoje osjećaje ili unijeti dašak svježine u svoj dom, kod nas ćete pronaći savršene cvjetne aranžmane za svaku priliku.",
  "quote": "\"Ako odlučite vidjeti ljepotu u životu, otkrit ćete da svaki trenutak cvjeta poput cvijeta.\"",
  "alt_text": "Cvjećarna Melani",

  "flowersDescription": "Nudimo bukete, unaprijed složene cvjetne kolekcije za brzu kupovinu—i pojedinačne cvjetne stabljiike, omogućujući kupcima da kreiraju personalizirane bukete odlukom pojedinačnih cvjetova prema njihovim željama i prigodama.",
  "icons.gifts": "Cvjećarnice nude divne opcije poput kutija s cvijećem, lupinulih cvjetnih aranžmana i povezanih stvari. Poklon paketi kreativno kombiniraju cvijeće s dodacima poput čokolade, plišanih medvjedića ili vina, stvarajući promišljene i raznolike darove.",
  "icons.events": "Pružamo usluge za vjenčanja koje obuhvaćaju buket cvijeća, ukrase za revir i dekoracije, prilagođujući cvijeće kako bismo savršeno uskladili atmosferu vjenčanja iz snova. Usluge dekoracije također su specijalizirane za razne vrtne/bih cvjetne aranžmane za razne posebne prilike.",
  "icons.arrangements": "Nudimo prilagođene aranžmane prema željama kupaca, sezonskoj ponudi/doba dana. Središnji aranžmani, dizajnirani za događanja i sadržaje, ističu dekorativne cvjetne aranžmane, obuhvaćajući ambijent i estetiku za svaku priliku.",
  "icons.accessories": "Cvjećarnice nude niz vaza u raznim veličinama za pohranu cvijeća i aranžmane. Omogućite cvijeće prezentirati dodatcima poput korpi, omota i čestitki, pružajući kupcima raznolike opcije za elegantne prikaze.",
  "delivery.alt": "Nudimo praktične usluge dostave cvijeća istog dana ili prema rasporedu, osiguravajući svježinu i personalizirane poklone. Kupci mogu garantirati vrijeme svojim cvjetovima, dodajući slatku ljepotu svakoj prigodi.",

  "melaniIntro": "U cvjećarnicu Melani, gdje svaki cvijet priča svoju priču.\nNaša cvjećarnica nudi predivan izbor svježih, ručno izrađenih cvjetnih aranžmana koji donose utjehu, ljepotu i značaj za svaku priliku. Bilo da tražite elegantne bukete, cvijeće za izražavanje sućuti ili poseban aranžman za nezaboravan događaj, tu smo da vam pružimo jednostavnost i toplinu."
}
